Repository: toniplanas/fancy_treeview
Catalog: language/*.po
Languages: ca

source: <strong>Note</strong>: this option can be time and/or memory consuming, especially on large trees. It can cause very slow page loading or an ’execution time out error’ on your server. If you notice such a behavior, reduce the number of generation blocks to load at once or don’t use it in combination with the option to show singles (see the previous options). If you still experience any problems, don’t use this option at all.
ca: <strong>Nota</strong>: aquesta opció pot consumir molt de temps i/o memòria, especialment en arbres grans. Pot alentir la càrrega de pàgines o un 'execution time out error' en el servidor. Si observeu un comportament així, reduïu el nombre de blocs de generació a carregar alhora o no l’utilitzeu en combinació amb l’opció de mostrar solters (vegeu les opcions anteriors). Si encara teniu problemes, no l’utilitzeu en absolut.

source: A Fancy overview of the descendants of one family(branch) in a narrative way.
ca: Una forma elegant de mostrar els descendents d'una branca de la família de manera narrativa.

source: By default the PDF icon is visible on the Fancy Treeview page. If you enable this option, a PDF icon is also displayed in the Fancy Treeview tab on the individual page.
ca: Per defecte la icona PDF és visible a la pàgina de Fancy Treeview. Si habiliteu esta opció, també es mostrarà la icona PDF a la pestanya Fancy Treeview de la pàgina personal.

source: Change root person
ca: Canvieu la persona arrel

source: Check relationship between partners
ca: Revisar la relació de consanguinitat entre parelles

source: Creating PDF file. This process may take a while. Please wait...
ca: Creant l'arxiu PDF. Aquest procés pot trigar una estona. Espereu ...

source: Descendants of the %s family
ca: Descendents dels %s

source: Error: A person with ID %s does not exist in this tree
ca: Error: a l'arbre no hi ha cap persona amb l'ID %s

source: Error: A root person with ID %s already exists
ca: Error: ja hi ha una persona amb l'ID %s

source: Error: The root person belonging to this surname already exists
ca: Error: La persona arrel pertanyent a aquest cognom ja existeix

source: Error: The surname you entered doesn’t exist in this tree.
ca: Error: El cognom que heu introduït no existeix en aquest arbre.

source: Family tree overview
ca: Vista general de l'arbre familiar

source: Fancy Treeview PDF
ca: Fancy Treeview en PDF

source: Fancy Treeview module extension: offer your users to download a Fancy Treeview page as PDF.
ca: Extensió del mòdul Fancy Treeview: ofereix als usuaris que descarreguin una pàgina de Fancy Treeview en format PDF.

source: Go
ca: Cerca

source: He had a relationship with
ca: Va tenir una relació amb

source: He married %s times
ca: Es va casar %s vegades

# PAST
source: He was baptized
ca: Fou batejat

# PRESENT
source: He was baptized
ca: És batejat

# PAST
source: He was born
ca: Nasqué

# PRESENT
source: He was born
ca: És nat

source: Here you can choose to resize the default webtrees thumbnails especially for the Fancy Treeview pages. You can set a custom size in percentage or in pixels. If you choose “no” the default webtrees thumbnails will be used with the formats you have set on the tree configuration page.
ca: Aquí podeu triar la mida de les miniatures predeterminades de les pàgines, especialment per a les pàgines de Fancy Treeview. Podeu definir una mida personalitzada en percentatge o en píxels. Si trieu "no", s'utilitzaran les miniatures predeterminades amb els formats que heu definit a la pàgina de configuració de l'arbre.

source: If you enable this option, a Fancy Treeview tab with the title “Descendants” will be shown on the individual page. The tab will describe the current individual with his family and the next two generations (if there are any). If this individual has more descendants then the two generations shown, a link will be displayed to the full Fancy Treeview Page where this individual will be displayed with all his descendants.
ca: Si activeu aquesta opció, a la pàgina personal es mostrarà una pestanya Fancy Treeview amb el títol "Descendents". En ella es descriurà l’individu actual amb la seva família i les dues generacions següents (si n’hi ha). Si aquest individu té més descendència, es mostren les dues generacions, es mostrarà un enllaç a la pàgina completa de Fancy Treeview on es mostrarà aquest individu amb tots els seus descendents.

source: If you have ticked the “Show places” option but NOT the option to abbreviate placenames, you can set your own country here. Full places will be listed on the Fancy Treeview pages, but when a place includes the name of your own country, this name will be left out. If you don’t select a country then all countries will be shown, including your own.
ca: Si heu marcat l'opció "Mostra indrets", però NO l'opció per a abreviar els noms d'indret, podeu establir el vostre país aquí. Els llocs complets apareixeran a les pàgines de Fancy Treeview, però quan un indret inclogui el nom del vostre país, aquest nom quedarà fora. Si no escolliu un país, es mostraran tots els països, inclòs el vostre.

source: If you have ticked the “Show places” option, you can choose to use the default GEDCOM settings to abbreviate placenames. If you don’t set this option, full place names will be shown.
ca: Si heu marcat l'opció "Mostra indrets", podeu triar la configuració predeterminada de GEDCOM per a abreujar els noms d'indret. Si no definiu aquesta opció, es mostraran els noms complets.

source: Index
ca: Índex

source: Number of generation blocks to show
ca: Nombre de generació de blocs a mostrar

source: Options for %s
ca: Opcions per %s

source: Or enter an ID
ca: O entreu un ID

source: Page title
ca: Títol de pàgina

source: Pages
ca: Pàgines

source: Read more
ca: Llegir més

source: Resize thumbnails
ca: Redimensionar les miniatures

source: Root person
ca: Persona arrel

source: Search ID by name
ca: Recerca d'ID pel seu nom

source: Search root person
ca: Cercar la persona arrel

source: Select your country
ca: Seleccioneu el vostre país

source: She had a relationship with
ca: Va tenir una relació amb

source: She married %s times
ca: Es va casar %s vegades

# PAST
source: She was baptized
ca: Fou batejada

# PRESENT
source: She was baptized
ca: És batejada

# PAST
source: She was born
ca: Nasqué

# PRESENT
source: She was born
ca: Ha nascut

source: Show a Fancy Treeview tab on the individual page
ca: Mostrar una pestanya de Fancy Treeview a la página personal

source: Show a PDF icon in the Fancy Treeview tab
ca: Mostra una icona de PDF a la pestanya de Fancy Treeview

source: Show form to change start person
ca: Mostra el formulari per canviar la persona inicial

source: Show occupations
ca: Mostra oficis

source: Show places
ca: Mostra indrets

source: Show singles
ca: Mostra solters

source: Surname in page title
ca: Cognom al títol de la pàgina

source: The %s time he married
ca: La %s vegada va casar-se amb

source: The %s time she married
ca: La %s vegada va casar-se amb

source: The %s time this individual married
ca: La %s vegada aquesta persona es va casar amb

source: The details of this generation are private.
ca: La informació d’aquesta generació és privada.

source: The options for this tree are succesfully reset to the default settings
ca: S'han restablert a la configuració predeterminada les opcions d’aquest arbre

source: The options for this tree are succesfully saved
ca: S'han desat les opcions d’aquest arbre

source: The options for this tree are succesfully saved and copied to all other trees
ca: Les opcions d'aquest arbre s'han desat i copiat a tots els demés

source: The settings for this tree are succesfully updated
ca: S'ha actualitzat correctament la configuració d'aquest arbre

source: This individual doesn’t exist anymore in this tree
ca: Aquesta persona ja no existeix en aquest arbre

source: This individual had a relationship with
ca: Aquesta persona tenia una relació amb

source: This individual married
ca: Aquesta persona va casar-se amb

source: This individual married %s times
ca: Aquesta persona va casar-se %s vegades

source: This option is especially usefull for large trees. When you notice a slow page load, here you can set the number of generation blocks to load at once to a lower level. Below the last generation block a button will appear to add the next set of generation blocks. The new blocks will be added to the blocks already loaded. Clicking on a “follow” link in the last visible generation block, will also load the next set of generation blocks.
ca: Aquesta opció és especialment útil per a arbres grans. Quan observeu una càrrega de pàgina lenta, aquí podeu definir el nombre de blocs de generació que es carregaran alhora a un nivell inferior. A sota del bloc de l'última generació apareixerà un botó per afegir el següent conjunt de blocs de generació. Els blocs nous s’afegiran als blocs ja carregats. Al fer clic en un enllaç "seguir" de l'últim bloc de generació visible, també es carregarà el següent conjunt de blocs de generació.

source: Thumbnail size
ca: Mida de la miniatura

source: Turn this option on if you want to display singles in the next generation blocks. Singles are individuals without partner and children. With this option turned on, every child of a family will be displayed in a detailed way in the next generation block.
ca: Activeu aquesta opció si voleu mostrar solters als blocs de la propera generació. Els solters són persones sense parella ni fills. Amb aquesta opció activada, tots els fills d’una família es mostraran de manera detallada al bloc de la propera generació.

source: Use default GEDCOM settings to abbreviate place names
ca: Utilitza la configuració predeterminada de GEDCOM per abreujar els noms d'indret

source: Use fullname in menu
ca: Utilitza el nom complet al menú

source: Use square thumbnails
ca: Utilitza miniatures quadrades

source: Use the search form below to search for a root person. After a successful search the Fancy Treeview page will be automatically created. You can add as many root persons as you want.
ca: Utilitzeu el formulari de cerca següent per localitzar una persona arrel. Després d'una cerca correcta, es crearà automàticament la pàgina de Fancy Treeview . Podeu afegir tantes persones arrel com vulgueu.

source: With this option turned on, the script checks if a (married) couple has the same ancestors. If a relationship between the partners is found, a text will appear between brackets after the spouses’ name to indicate the blood relationship.
ca: Amb aquesta opció activada es comprova si una parella (casada) té els avantpassats comuns. Si es troba una relació entre els consorts, apareixerà un text entre claudàtors després del nom dels cònjuges per indicar la relació de consanguinitat.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the Fancy Treeview module enabled. Please enable Fancy Treeview to use this module.
ca: Heu instal·lat el mòdul Fancy Treeview PDF. Aquest mòdul no funcionarà sense el mòdul Fancy Treeview activat. Habiliteu Fancy Treeview per utilitzar aquest mòdul.

source: You have installed the Fancy Treeview PDF module. This module won’t work without the correct version of the Fancy Treeview module installed and enabled. Please install and enable Fancy Treeview version %s or higher to use this module. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/">Click here to download the latest release</a>.
ca: Heu instal·lat el mòdul Fancy Treeview PDF. Aquest mòdul no funcionarà sense la versió correcta del mòdul Fancy Treeview instal·lada i habilitada. Instal·leu i activeu la versió de Fancy Treeview %s o posterior per utilitzar aquest mòdul. <a href="http://www.justcarmen.nl/fancy-modules/fancy-treeview/"> Feu clic aquí per descarregar l'última versió </a>.

# FEMALE
source: adopted child
ca: filla adoptiva

# MALE
source: adopted child
ca: fill adoptiu

source: adopted child of
ca: fill adoptiu de

source: adopted daughter of
ca: filla adoptiva de

source: adopted son of
ca: fill adoptiu de

source: and
ca: i

# age in days/months
source: at the age of %s
ca: a l'edat de %s

# age in years
source: at the age of %s
ca: a l'edat de %s

source: cancel
ca: cancel·la

source: child of
ca: fill de

# FEMALE
source: died
ca: morí

# MALE
source: died
ca: morí

source: eighth
ca: vuitè

source: fifth
ca: cinquè

source: first
ca: primera

source: follow
ca: vegeu

# FEMALE
source: foster child
ca: filla adoptiu

# MALE
source: foster child
ca: fill adoptiu

source: foster child of
ca: fill adoptiu de

source: foster daughter of
ca: filla adoptiva de

source: foster son of
ca: fill adoptiu de

source: fourth
ca: quart

# One parent/multiple children
source: had
ca: va tenir

# One parent/one child
source: had
ca: va tenir

# Two parents/multiple children
source: had
ca: tingueren

# Two parents/one child
source: had
ca: tingueren

# before dateformat mmm yyyy
source: in
ca: el

# before dateformat yyyy
source: in
ca: l'any

# before placesnames
source: in
ca: a

source: ninth
ca: nové

source: ok
ca: d'acord

# before dateformat dd-mm-yyyy
source: on
ca: el dia

source: save and copy options to other trees
ca: desa i copia les opcions a altres arbres

source: search
ca: cerca

source: second
ca: segona

source: seventh
ca: setè

source: sixth
ca: sisè

source: tenth
ca: desè

source: third
ca: tercer

# PRESENT (MALE)
source: was bapitized
ca: és batejat

# PAST (FEMALE)
source: was baptized
ca: fou batejada

# PAST (MALE)
source: was baptized
ca: fou batejat

# PRESENT (FEMALE)
source: was baptized
ca: és batejat

# PAST (FEMALE)
source: was born
ca: nasqué

# PAST (MALE)
source: was born
ca: nasqué

# PRESENT (FEMALE)
source: was born
ca: és nada

# PRESENT (MALE)
source: was born
ca: és nat

# FEMALE
source: was buried
ca: fou enterrada

# MALE
source: was buried
ca: fou enterrat

# FEMALE
source: was cremated
ca: fou incinerada

# MALE
source: was cremated
ca: fou incinerat

source: were divorced
ca: es van divorciar
